export const आय = [
     {
          name: "आर्थिक दृष्टि से कमजोर वर्ग (वार्षिक आय 25000 रु. से कम)",
          label: "आर्थिक दृष्टि से कमजोर वर्ग (वार्षिक आय 25000 रु. से कम)",
     },
     {
          name: "उच्च आय (300000 रु. से अधिक)",
          label: "उच्च आय (300000 रु. से अधिक)",
     },
     {
          name: "उच्च मध्यम आय (200001 रु. से 300000 रु. के बीच)",
          label: "उच्च मध्यम आय (200001 रु. से 300000 रु. के बीच)",
     },
     {
          name: "गरीबी रेखा से नीचे (बीपीएल)",
          label: "गरीबी रेखा से नीचे (बीपीएल)",
     },
     {
          name: "निम्न आय (25001 रु. से 50000 के बीच)",
          label: "निम्न आय (25001 रु. से 50000 के बीच)",
     },
     {
          name: "निम्न मध्यम आय (50001 रु. से 100000 रु. के बीच)",
          label: "निम्न मध्यम आय (50001 रु. से 100000 रु. के बीच)",
     },
     {
          name: "मध्यम आय (100001 रु. से 200000 रु. )",
          label: "मध्यम आय (100001 रु. से 200000 रु. )",
     },
];

export const रहनेकास्तर = [
     {
          name: "अकेला रहने वाला",
          label: "अकेला रहने वाला",
     },
     {
          name: "अन्य",
          label: "अन्य",
     },
     {
          name: "अभिभावक/संरक्षक सहित रहने वाला",
          label: "अभिभावक/संरक्षक सहित रहने वाला",
     },
     {
          name: "उपभवन में रहना",
          label: "उपभवन में रहना",
     },
     {
          name: "कच्चे घर में रहना",
          label: "कच्चे घर में रहना",
     },
     {
          name: "किराए के मकान में रहने वाला",
          label: "किराए के मकान में रहने वाला",
     },
     {
          name: "गंदी बस्ती में रहना (झोंपड़ी / झुग्गी)",
          label: "गंदी बस्ती में रहना (झोंपड़ी / झुग्गी)",
     },
     {
          name: "घर विहीन",
          label: "घर विहीन",
     },
     {
          name: "घर विहीन खानाबदोश",
          label: "घर विहीन खानाबदोश",
     },
     {
          name: "छप्पर के घर में रहना",
          label: "छप्पर के घर में रहना",
     },
     {
          name: "जंगलों में रहना",
          label: "जंगलों में रहना",
     },
     {
          name: "धर्मशाला में रहना",
          label: "धर्मशाला में रहना",
     },
     {
          name: "धार्मिक स्थलों में रहना",
          label: "धार्मिक स्थलों में रहना",
     },
     {
          name: "नौकर आवास में रहना",
          label: "नौकर आवास में रहना",
     },
     {
          name: "पक्के घर में रहना",
          label: "पक्के घर में रहना",
     },
     {
          name: "परिवार सहित रहने वाला",
          label: "परिवार सहित रहने वाला",
     },
     {
          name: "पाइपों में रहना",
          label: "पाइपों में रहना",
     },
     {
          name: "फार्म हाऊस में रहना",
          label: "फार्म हाऊस में रहना",
     },
     {
          name: "फुटपाथ पर रहना",
          label: "फुटपाथ पर रहना",
     },
     {
          name: "बंगले में रहना",
          label: "बंगले में रहना",
     },
     {
          name: "रेलवे प्लेट फार्म में रहना",
          label: "रेलवे प्लेट फार्म में रहना",
     },
     {
          name: "होटल में रहना",
          label: "होटल में रहना",
     },
     {
          name: "होस्टल में रहना",
          label: "होस्टल में रहना",
     },
];

export const व्यवसाय = [
     {
          name: "(नन) धर्मसंगिनी / मठवासिनी",
          label: "(नन) धर्मसंगिनी / मठवासिनी",
     },
     {
          name: "अकादमी सदस्य",
          label: "अकादमी सदस्य",
     },
     {
          name: "अचल संपत्ति व्यापारी",
          label: "अचल संपत्ति व्यापारी",
     },
     {
          name: "अध्यक्ष",
          label: "अध्यक्ष",
     },
     {
          name: "अध्यापक",
          label: "अध्यापक",
     },
     {
          name: "अन्य",
          label: "अन्य",
     },
     {
          name: "अर्ध चिकित्सा स्टाफ",
          label: "अर्ध चिकित्सा स्टाफ",
     },
     {
          name: "अवैध औषध व्यापारी",
          label: "अवैध औषध व्यापारी",
     },
     {
          name: "आकस्मिक कार्यकर्ता",
          label: "आकस्मिक कार्यकर्ता",
     },
     {
          name: "आयातक",
          label: "आयातक",
     },
     {
          name: "इंजीनियर / अभियंता",
          label: "इंजीनियर / अभियंता",
     },
     {
          name: "ईसाई मत का प्रचारक",
          label: "ईसाई मत का प्रचारक",
     },
     {
          name: "उधमी",
          label: "उधमी",
     },
     {
          name: "उधोगपति",
          label: "उधोगपति",
     },
     {
          name: "एजेंट / अभिकर्ता",
          label: "एजेंट / अभिकर्ता",
     },
     {
          name: "कंपनी कार्यपालक",
          label: "कंपनी कार्यपालक",
     },
     {
          name: "कंप्यूटर व्यवसायी",
          label: "कंप्यूटर व्यवसायी",
     },
     {
          name: "कर्मी",
          label: "कर्मी",
     },
     {
          name: "कलाकार",
          label: "कलाकार",
     },
     {
          name: "कारीगर",
          label: "कारीगर",
     },
     {
          name: "कारोबार",
          label: "कारोबार",
     },
     {
          name: "किराए का व्यक्ति",
          label: "किराए का व्यक्ति",
     },
     {
          name: "किसान",
          label: "किसान",
     },
     {
          name: "कुक",
          label: "कुक",
     },
     {
          name: "कुली",
          label: "कुली",
     },
     {
          name: "कूरियर",
          label: "कूरियर",
     },
     {
          name: "केबल आपरेटर",
          label: "केबल आपरेटर",
     },
     {
          name: "क्लीनर ट्रक",
          label: "क्लीनर ट्रक",
     },
     {
          name: "क्लीनर बस",
          label: "क्लीनर बस",
     },
     {
          name: "खान कर्मचारी",
          label: "खान कर्मचारी",
     },
     {
          name: "खाना बदोश",
          label: "खाना बदोश",
     },
     {
          name: "खानाबदोश",
          label: "खानाबदोश",
     },
     {
          name: "खिलाड़ी",
          label: "खिलाड़ी",
     },
     {
          name: "गृह स्वामिनी",
          label: "गृह स्वामिनी",
     },
     {
          name: "गैर शासकीय कर्मचारी",
          label: "गैर शासकीय कर्मचारी",
     },
     {
          name: "घड़ीसाज",
          label: "घड़ीसाज",
     },
     {
          name: "घरेलू नौकर",
          label: "घरेलू नौकर",
     },
     {
          name: "घरेलू नौकर – भाड़े का",
          label: "घरेलू नौकर – भाड़े का",
     },
     {
          name: "घरेलू सहायक",
          label: "घरेलू सहायक",
     },
     {
          name: "चपरासी",
          label: "चपरासी",
     },
     {
          name: "चालक",
          label: "चालक",
     },
     {
          name: "चालक - आटोरिक्शा",
          label: "चालक - आटोरिक्शा",
     },
     {
          name: "चालक – कार",
          label: "चालक – कार",
     },
     {
          name: "चालक – कार्ट",
          label: "चालक – कार्ट",
     },
     {
          name: "चालक – टैक्सी",
          label: "चालक – टैक्सी",
     },
     {
          name: "चालक – ट्रक",
          label: "चालक – ट्रक",
     },
     {
          name: "चालक – बस",
          label: "चालक – बस",
     },
     {
          name: "चिकित्सक",
          label: "चिकित्सक",
     },
     {
          name: "चिकित्सा व्यवसायी",
          label: "चिकित्सा व्यवसायी",
     },
     {
          name: "चुने हुए प्रतिनिधि",
          label: "चुने हुए प्रतिनिधि",
     },
     {
          name: "छात्र",
          label: "छात्र",
     },
     {
          name: "जमादार",
          label: "जमादार",
     },
     {
          name: "जुआरी",
          label: "जुआरी",
     },
     {
          name: "जुलाहा",
          label: "जुलाहा",
     },
     {
          name: "जेल स्टाफ",
          label: "जेल स्टाफ",
     },
     {
          name: "ज्वैलर्स",
          label: "ज्वैलर्स",
     },
     {
          name: "ट्रैक्टर चालक",
          label: "ट्रैक्टर चालक",
     },
     {
          name: "ठेकेदार",
          label: "ठेकेदार",
     },
     {
          name: "डाक कर्मी",
          label: "डाक कर्मी",
     },
     {
          name: "तकनीशियन/यंत्रविद्",
          label: "तकनीशियन/यंत्रविद्",
     },
     {
          name: "तस्कर",
          label: "तस्कर",
     },
     {
          name: "दर्जी",
          label: "दर्जी",
     },
     {
          name: "दलाल",
          label: "दलाल",
     },
     {
          name: "दुकान का कर्मचारी",
          label: "दुकान का कर्मचारी",
     },
     {
          name: "दुकानदार",
          label: "दुकानदार",
     },
     {
          name: "दूधवाला",
          label: "दूधवाला",
     },
     {
          name: "दूरसंचार कर्मी",
          label: "दूरसंचार कर्मी",
     },
     {
          name: "धार्मिक व्यक्ति",
          label: "धार्मिक व्यक्ति",
     },
     {
          name: "धोबी",
          label: "धोबी",
     },
     {
          name: "नर्स (परिचारिका)",
          label: "नर्स (परिचारिका)",
     },
     {
          name: "नलसाज",
          label: "नलसाज",
     },
     {
          name: "नाई",
          label: "नाई",
     },
     {
          name: "निजी कार्यालय में कार्यरत",
          label: "निजी कार्यालय में कार्यरत",
     },
     {
          name: "निर्यातक",
          label: "निर्यातक",
     },
     {
          name: "नौकरीपेशा",
          label: "नौकरीपेशा",
     },
     {
          name: "न्यायिक अधिकारी",
          label: "न्यायिक अधिकारी",
     },
     {
          name: "पत्रकार",
          label: "पत्रकार",
     },
     {
          name: "परिचर",
          label: "परिचर",
     },
     {
          name: "पर्यटक",
          label: "पर्यटक",
     },
     {
          name: "पर्यवेक्षक",
          label: "पर्यवेक्षक",
     },
     {
          name: "पायलट",
          label: "पायलट",
     },
     {
          name: "पुजारी",
          label: "पुजारी",
     },
     {
          name: "पुलिस अधिकारी",
          label: "पुलिस अधिकारी",
     },
     {
          name: "प्रतिनिधि",
          label: "प्रतिनिधि",
     },
     {
          name: "प्रबंधक",
          label: "प्रबंधक",
     },
     {
          name: "प्रारूप तैयार करने वाला",
          label: "प्रारूप तैयार करने वाला",
     },
];

export const शैक्षिकयोग्यता = [
     { name: "diploma_holder", label: "डिप्लोमा धारक" },
     { name: "doctorate", label: "डॉक्टर की उपाधि" },
     { name: "graduate", label: "स्नातक" },
     { name: "higher_secondary", label: "हायर सैकेण्डरी – सीनियर सैंकेण्डरी" },
     { name: "illiterate", label: "अनपढ़" },
     { name: "mphil", label: "एम फिल" },
     { name: "matriculate", label: "मैट्रीकुलेट" },
     { name: "middle_school", label: "माध्यमिक विद्यालय" },
     { name: "postgraduate", label: "स्नातकोत्तर" },
     { name: "primary_school", label: "प्राथमिक विद्यालय" },
     { name: "professional_certificate", label: "व्यवसायिक सनद" },
     { name: "professional_graduate", label: "व्यवसायिक स्नातक" },
     { name: "professional_postgraduate", label: "व्यवसायिक स्नातकोत्तर" },
     { name: "senior_secondary", label: "वरिष्ठ माध्यमिक" },
     { name: "secondary", label: "माध्यमिक / दसवीं" },
     { name: "hindi_literature_gem", label: "हिन्दी साहित्य रत्न" },
     { name: "education_honor", label: "शिक्षा के क्षेत्र मे कोई सम्मान" },
];

export const गिरफ्तार = [
     {
          name: "उपनिरीक्षक/ अवर निरीक्षक/ Anil Kumar Sepat/ 274/ 201817033750",
          label: "27830201817033750001",
     },
     {
          name: "उपनिरीक्षक/ अवर निरीक्षक/ io grp mavli / / iogrp",
          label: "27830iogrp001",
     },
     {
          name: "निरीक्षक/ khushvant / / 200814042654",
          label: "99999200814042654001",
     },

];

export const inputFild1 = [
     {
          name: "चोट",
          title: "चोट, चोट के कारण या शारीरिक हालत",
          type: "textarea",
          placeholder: "शारीरिक हालत",
     },
     {
          name: "आय",
          title: "आय - समूह",
          type: "dropdown",
          placeholder: "--------चयन--------",
          required: true,
     },
     {
          name: "रहनेकास्तर",
          title: "रहने का स्तर",
          type: "dropdown",
          placeholder: "--------चयन--------",
          required: true,
     },
     {
          name: "व्यवसाय",
          title: "व्यवसाय",
          type: "dropdown",
          placeholder: "--------चयन--------",
     },
     {
          name: "उँगलियोंकेनिशान",
          title: "गिरफ्तार के उँगलियों के निशान लिये गये",
          type: "radio",
          radio: [
               { name: "हाँ", value: "हाँ" },
               { name: "नहीं", value: "नहीं" },
          ],
     },
     {
          name: "शैक्षिकयोग्यता",
          title: "शैक्षिक योग्यता (ओं)",
          type: "dropdown",
          placeholder: "--------चयन--------",
          required: true,
     },
];
export const inputFild2 = [
     {
          name: "चिकित्सापरीक्षण",
          title: "चिकित्सा परीक्षण किया है?",
          type: "radio",
          radio: [
               { name: "हाँ", value: "हाँ" },
               { name: "नहीं", value: "नहीं" },
          ],
          required: true,
     },
     {
          name: "गिरफ्तार",
          title: "के द्वारा गिरफ्तार",
          type: "dropdown",
          placeholder: "--------चयन--------",
          required: true,
     },
     {
          name: "मजिस्ट्रेट",
          title: "अन्य, सार्वजनिक व्यक्ति या मजिस्ट्रेट, तो कृपया स्पष्ट करें",
          type: "text",
          placeholder: "अन्य",
          required: true,
     },
];

export const preValue = {
     चोट: "",
     आय: "",
     रहनेकास्तर: "",
     व्यवसाय: "",
     उँगलियोंकेनिशान: "",
     शैक्षिकयोग्यता: "",
     चिकित्सापरीक्षण: "",
     गिरफ्तार: "",
     मजिस्ट्रेट: "",
};
